a52dec
acl
acpi_call
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
aom
appstream-glib
archlinux-appstream-data
archlinux-keyring
argon2
asciidoc
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attica
attr
audit
avahi
bash
bash-completion
beanshell
bettercap-caplets
bluez
bluez-libs
boost-libs
box2d
bridge-utils
brotli
btrfs-progs
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cblas
cdparanoia
clucene
coin-or-asl
coin-or-cbc
coin-or-cgl
coin-or-clp
coin-or-coinutils
coin-or-mp
coin-or-osi
colord
confuse
containerd
coreutils
cryptsetup
cups
cups-filters
curl
dav1d
db
dbus
dbus-glib
dconf
deluge
desktop-file-utils
device-mapper
diffutils
djvulibre
dkms
dmenu
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
dosfstools
double-conversion
e2fsprogs
efivar
egl-wayland
eglexternalplatform
elfutils
enchant
exo
expat
faad2
fcitx5-lua
ffmpeg
file
filesystem
findutils
flac
fmt
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
gawk
gc
gcab
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
gdl
geoip
geoip-database
gettext
ghc-libs
ghostscript
giflib
girara
glew
glib-networking
glib2
glib2-docs
glibc
glibmm
glpk
glslang
glu
gmp
gnome-themes-extra
gnupg
gnutls
gobject-introspection
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphene
graphicsmagick
graphite
graphviz
grep
groff
gsettings-desktop-schemas
gsfonts
gsl
gsm
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-doc
gtk-engines
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
gtkspell3
gts
guile
gumbo-parser
gvfs-afc
gvfs-mtp
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-ansi-wl-pprint
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base-unicode-symbols
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-case-insensitive
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-cookie
haskell-cryptonite
haskell-data-accessor
haskell-data-accessor-template
haskell-data-accessor-transformers
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-emojis
haskell-erf
haskell-errors
haskell-file-embed
haskell-gitrev
haskell-glob
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hs-bibutils
haskell-hslua
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hsyaml
haskell-hsyaml-aeson
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-types
haskell-hxt
haskell-hxt-charproperties
haskell-hxt-regex-xmlschema
haskell-hxt-unicode
haskell-indexed-traversable
haskell-integer-logarithms
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-libyaml
haskell-memory
haskell-mime-types
haskell-mono-traversable
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-open-browser
haskell-optparse-applicative
haskell-pandoc-types
haskell-pem
haskell-primitive
haskell-quickcheck
haskell-random
haskell-resourcet
haskell-rfc5051
haskell-roman-numerals
haskell-safe
haskell-scientific
haskell-setenv
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-splitmix
haskell-streaming-commons
haskell-strict
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-th-abstraction
haskell-th-compat
haskell-these
haskell-time-compat
haskell-tls
haskell-transformers-compat
haskell-typed-process
haskell-unicode-transforms
haskell-uniplate
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-utility-ht
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-yaml
haskell-zip-archive
haskell-zlib
hdparm
hicolor-icon-theme
hidapi
hunspell
hwids
hyphen
i3status
iana-etc
icu
ijs
imagemagick
intel-gmmlib
iproute2
iptables
iputils
iso-codes
itstool
iw
jack
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jre-openjdk
jre-openjdk-headless
js78
json-c
json-glib
jsoncpp
karchive
kauth
kbd
kbookmarks
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kded
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kirigami2
kitemviews
kjobwidgets
kmod
knotifications
kpackage
krb5
kservice
ktextwidgets
kwallet
kwayland
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
lcms2
ldns
less
libabw
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libblockdev
libbluray
libbytesize
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcroco
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdca
libde265
libdrm
libdvbpsi
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfbclient
libffi
libfontenc
libfreehand
libgcrypt
libglvnd
libgpg-error
libgphoto2
libgtop
libgudev
libgusb
libheif
libibus
libical
libice
libidn
libidn2
libiec61883
libieee1284
libimagequant
libime
libimobiledevice
libindicator-gtk3
libinih
libinput
libixion
libjpeg-turbo
libksba
liblangtag
libldap
liblouis
liblqr
libluv
libmad
libmatroska
libmfx
libmicrohttpd
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmtp
libmwaw
libmythes
libndp
libnet
libnetfilter_conntrack
libnetfilter_queue
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnma
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw1394
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtorrent-rasterbar
libunistring
libunwind
libupnp
libusb
libusbmuxd
libutempter
libuv
libva
libva-vdpau-driver
libvdpau
libvisio
libvisual
libvorbis
libvpx
libvterm
libwacom
libwebp
libwpd
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxp
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
linux-api-headers
llvm-libs
lm_sensors
lpsolve
lrzip
lsb-release
lua
lua52
lua53
luajit
luit
lvm2
lz4
lzip
lzo
mailcap
man-db
mariadb-libs
md4c
mdadm
media-player-info
mesa
mesa-demos
meson
metis
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
msgpack-c
mtdev
ncurses
ndctl
neon
net-snmp
netpbm
nettle
ninja
npth
nspr
nss
nvidia-utils
openal
openblas
opencc
openconnect
opencore-amr
openjpeg2
openssl
opus
orc
p11-kit
p7zip
pacman
pacman-mirrorlist
pahole
pam
pambase
pandoc-citeproc
pandoc-crossref
pango
pangomm
parted
pciutils
pcre
pcre2
pcsclite
perl
perl-anyevent
perl-anyevent-i3
perl-clone
perl-common-sense
perl-encode-locale
perl-error
perl-file-listing
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-json-xs
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-types-serialiser
perl-uri
perl-www-robotrules
pinentry
pixman
plotutils
polkit
polkit-qt5
poppler
poppler-glib
popt
portaudio
postgresql-libs
potrace
procps-ng
protobuf
psmisc
pstoedit
python
python-anytree
python-appdirs
python-attrs
python-automat
python-beaker
python-cachecontrol
python-cffi
python-chardet
python-click
python-colorama
python-constantly
python-contextlib2
python-cryptography
python-dbus
python-dbus-common
python-distlib
python-distro
python-geoip
python-gobject
python-greenlet
python-html5lib
python-hyperlink
python-i3ipc
python-idna
python-incremental
python-lxml
python-lz4
python-mako
python-markdown
python-markupsafe
python-msgpack
python-netaddr
python-netifaces
python-nose
python-opengl
python-ordered-set
python-packaging
python-pep517
python-pillow
python-ply
python-progress
python-pyasn1
python-pyasn1-modules
python-pycparser
python-pygments
python-pyhamcrest
python-pyopenssl
python-pyparsing
python-pyxdg
python-rencode
python-requests
python-resolvelib
python-retrying
python-scapy
python-service-identity
python-setproctitle
python-setuptools
python-six
python-soupsieve
python-terminaltables
python-toml
python-tqdm
python-twisted
python-urllib3
python-webencodings
python-xlib
python-zope-interface
qpdf
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-sensors
qt5-speech
qt5-svg
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-websockets
qt5-x11extras
raptor
rasqal
rav1e
re2
readline
redland
rest
rhash
rpcbind
rtkit
run-parts
runc
sane
sbc
sdl
sdl2
sed
shaderc
shadow
shared-mime-info
slang
slop
smartmontools
snappy
solid
sonnet
sound-theme-freedesktop
speex
speexdsp
spirv-tools
sqlite
srt
startup-notification
stoken
suitesparse
svt-av1
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
tar
tbb
tcpdump
tdb
texlive-bin
texlive-core
texlive-latexextra
thin-provisioning-tools
tracker3
tslib
ttf-opensans
tzdata
udisks2
unibilium
unicode-cldr-annotations
unixodbc
unrar
unzip
upower
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
vala
vid.stab
virtualbox-host-modules-arch
vmaf
volume_key
vpnc
vte-common
vte3
vulkan-icd-loader
wayland
wayland-protocols
webrtc-audio-processing
woff2
wpa_supplicant
x264
x265
x86_energy_perf_policy
xbitmaps
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-utils
xdotool
xf86-input-libinput
xf86-video-dummy
xfconf
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-util-macros
xorg-xauth
xorg-xmodmap
xorg-xrdb
xorgproto
xpra
xvidcore
xxhash
xz
yajl
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zstd
zziplib
